program(1.0)
[buildInfo = dict<tensor<string, []>, tensor<string, []>>({{"coremlc-component-MIL", "5.33.5"}, {"coremlc-version", "1877.40.3"}, {"coremltools-component-torch", "2.2.1"}, {"coremltools-source-dialect", "TorchScript"}, {"coremltools-version", "7.1"}})]
{
    func main<ios16>(tensor<fp16, [1, 80, 1, 3000]> melspectrogram_features) {
            tensor<int32, [2]> var_34 = const()[name = tensor<string, []>("op_34"), val = tensor<int32, [2]>([1, 1])];
            tensor<int32, [2]> var_40 = const()[name = tensor<string, []>("op_40"), val = tensor<int32, [2]>([1, 1])];
            tensor<int32, []> var_45 = const()[name = tensor<string, []>("op_45"), val = tensor<int32, []>(1)];
            tensor<string, []> var_50_pad_type_0 = const()[name = tensor<string, []>("op_50_pad_type_0"), val = tensor<string, []>("custom")];
            tensor<int32, [4]> var_50_pad_0 = const()[name = tensor<string, []>("op_50_pad_0"), val = tensor<int32, [4]>([0, 0, 1, 1])];
            tensor<fp16, [384, 80, 1, 3]> var_25_to_fp16 = const()[name = tensor<string, []>("op_25_to_fp16"), val = tensor<fp16, [384, 80, 1, 3]>(BLOBFILE(path = tensor<string, []>("@model_path/weights/weight.bin"), offset = tensor<uint64, []>(64)))];
            tensor<fp16, [384]> var_31_to_fp16 = const()[name = tensor<string, []>("op_31_to_fp16"), val = tensor<fp16, [384]>(BLOBFILE(path = tensor<string, []>("@model_path/weights/weight.bin"), offset = tensor<uint64, []>(184448)))];
            tensor<fp16, [1, 384, 1, 3000]> var_50_cast_fp16 = conv(bias = var_31_to_fp16, dilations = var_40, groups = var_45, pad = var_50_pad_0, pad_type = var_50_pad_type_0, strides = var_34, weight = var_25_to_fp16, x = melspectrogram_features)[name = tensor<string, []>("op_50_cast_fp16")];
            tensor<string, []> hidden_states_1_mode_0 = const()[name = tensor<string, []>("hidden_states_1_mode_0"), val = tensor<string, []>("EXACT")];
            tensor<fp16, [1, 384, 1, 3000]> hidden_states_1_cast_fp16 = gelu(mode = hidden_states_1_mode_0, x = var_50_cast_fp16)[name = tensor<string, []>("hidden_states_1_cast_fp16")];
            tensor<int32, [2]> var_74 = const()[name = tensor<string, []>("op_74"), val = tensor<int32, [2]>([2, 2])];
            tensor<int32, [2]> var_80 = const()[name = tensor<string, []>("op_80"), val = tensor<int32, [2]>([1, 1])];
            tensor<int32, []> var_85 = const()[name = tensor<string, []>("op_85"), val = tensor<int32, []>(1)];
            tensor<string, []> var_90_pad_type_0 = const()[name = tensor<string, []>("op_90_pad_type_0"), val = tensor<string, []>("custom")];
            tensor<int32, [4]> var_90_pad_0 = const()[name = tensor<string, []>("op_90_pad_0"), val = tensor<int32, [4]>([0, 0, 1, 1])];
            tensor<fp16, [384, 384, 1, 3]> var_65_to_fp16 = const()[name = tensor<string, []>("op_65_to_fp16"), val = tensor<fp16, [384, 384, 1, 3]>(BLOBFILE(path = tensor<string, []>("@model_path/weights/weight.bin"), offset = tensor<uint64, []>(185280)))];
            tensor<fp16, [384]> var_71_to_fp16 = const()[name = tensor<string, []>("op_71_to_fp16"), val = tensor<fp16, [384]>(BLOBFILE(path = tensor<string, []>("@model_path/weights/weight.bin"), offset = tensor<uint64, []>(1070080)))];
            tensor<fp16, [1, 384, 1, 1500]> var_90_cast_fp16 = conv(bias = var_71_to_fp16, dilations = var_80, groups = var_85, pad = var_90_pad_0, pad_type = var_90_pad_type_0, strides = var_74, weight = var_65_to_fp16, x = hidden_states_1_cast_fp16)[name = tensor<string, []>("op_90_cast_fp16")];
            tensor<string, []> hidden_states_3_mode_0 = const()[name = tensor<string, []>("hidden_states_3_mode_0"), val = tensor<string, []>("EXACT")];
            tensor<fp16, [1, 384, 1, 1500]> hidden_states_3_cast_fp16 = gelu(mode = hidden_states_3_mode_0, x = var_90_cast_fp16)[name = tensor<string, []>("hidden_states_3_cast_fp16")];
            tensor<fp16, [1, 384, 1, 1500]> var_108_to_fp16 = const()[name = tensor<string, []>("op_108_to_fp16"), val = tensor<fp16, [1, 384, 1, 1500]>(BLOBFILE(path = tensor<string, []>("@model_path/weights/weight.bin"), offset = tensor<uint64, []>(1070912)))];
            tensor<fp16, [1, 384, 1, 1500]> inputs_1_cast_fp16 = add(x = hidden_states_3_cast_fp16, y = var_108_to_fp16)[name = tensor<string, []>("inputs_1_cast_fp16")];
            tensor<int32, []> var_118 = const()[name = tensor<string, []>("op_118"), val = tensor<int32, []>(3)];
            tensor<int32, []> var_129 = const()[name = tensor<string, []>("op_129"), val = tensor<int32, []>(1)];
            tensor<bool, []> var_130 = const()[name = tensor<string, []>("op_130"), val = tensor<bool, []>(true)];
            tensor<int32, [1]> var_140 = const()[name = tensor<string, []>("op_140"), val = tensor<int32, [1]>([1])];
            tensor<fp16, [1, 1, 1, 1500]> channels_mean_1_cast_fp16 = reduce_mean(axes = var_140, keep_dims = var_130, x = inputs_1_cast_fp16)[name = tensor<string, []>("channels_mean_1_cast_fp16")];
            tensor<fp16, [1, 384, 1, 1500]> zero_mean_1_cast_fp16 = sub(x = inputs_1_cast_fp16, y = channels_mean_1_cast_fp16)[name = tensor<string, []>("zero_mean_1_cast_fp16")];
            tensor<fp16, [1, 384, 1, 1500]> zero_mean_sq_1_cast_fp16 = mul(x = zero_mean_1_cast_fp16, y = zero_mean_1_cast_fp16)[name = tensor<string, []>("zero_mean_sq_1_cast_fp16")];
            tensor<int32, [1]> var_144 = const()[name = tensor<string, []>("op_144"), val = tensor<int32, [1]>([1])];
            tensor<fp16, [1, 1, 1, 1500]> var_145_cast_fp16 = reduce_mean(axes = var_144, keep_dims = var_130, x = zero_mean_sq_1_cast_fp16)[name = tensor<string, []>("op_145_cast_fp16")];
            tensor<fp16, []> var_146_to_fp16 = const()[name = tensor<string, []>("op_146_to_fp16"), val = tensor<fp16, []>(0x1.5p-17)];
            tensor<fp16, [1, 1, 1, 1500]> var_147_cast_fp16 = add(x = var_145_cast_fp16, y = var_146_to_fp16)[name = tensor<string, []>("op_147_cast_fp16")];
            tensor<fp16, []> denom_1_epsilon_0_to_fp16 = const()[name = tensor<string, []>("denom_1_epsilon_0_to_fp16"), val = tensor<fp16, []>(0x1p-24)];
            tensor<fp16, [1, 1, 1, 1500]> denom_1_cast_fp16 = rsqrt(epsilon = denom_1_epsilon_0_to_fp16, x = var_147_cast_fp16)[name = tensor<string, []>("denom_1_cast_fp16")];
            tensor<fp16, [1, 384, 1, 1500]> out_1_cast_fp16 = mul(x = zero_mean_1_cast_fp16, y = denom_1_cast_fp16)[name = tensor<string, []>("out_1_cast_fp16")];
            tensor<fp16, [384]> obj_1_mean_0_to_fp16 = const()[name = tensor<string, []>("obj_1_mean_0_to_fp16"), val = tensor<fp16, [384]>(BLOBFILE(path = tensor<string, []>("@model_path/weights/weight.bin"), offset = tensor<uint64, []>(2222976)))];
            tensor<fp16, [384]> obj_1_variance_0_to_fp16 = const()[name = tensor<string, []>("obj_1_variance_0_to_fp16"), val = tensor<fp16, [384]>(BLOBFILE(path = tensor<string, []>("@model_path/weights/weight.bin"), offset = tensor<uint64, []>(2223808)))];
            tensor<fp16, [384]> obj_1_gamma_0_to_fp16 = const()[name = tensor<string, []>("obj_1_gamma_0_to_fp16"), val = tensor<fp16, [384]>(BLOBFILE(path = tensor<string, []>("@model_path/weights/weight.bin"), offset = tensor<uint64, []>(2224640)))];
            tensor<fp16, [384]> obj_1_beta_0_to_fp16 = const()[name = tensor<string, []>("obj_1_beta_0_to_fp16"), val = tensor<fp16, [384]>(BLOBFILE(path = tensor<string, []>("@model_path/weights/weight.bin"), offset = tensor<uint64, []>(2225472)))];
            tensor<fp16, []> obj_1_epsilon_0_to_fp16 = const()[name = tensor<string, []>("obj_1_epsilon_0_to_fp16"), val = tensor<fp16, []>(0x1.5p-17)];
            tensor<fp16, [1, 384, 1, 1500]> obj_1_cast_fp16 = batch_norm(beta = obj_1_beta_0_to_fp16, epsilon = obj_1_epsilon_0_to_fp16, gamma = obj_1_gamma_0_to_fp16, mean = obj_1_mean_0_to_fp16, variance = obj_1_variance_0_to_fp16, x = out_1_cast_fp16)[name = tensor<string, []>("obj_1_cast_fp16")];
            tensor<int32, [2]> var_162 = const()[name = tensor<string, []>("op_162"), val = tensor<int32, [2]>([1, 1])];
            tensor<int32, [2]> var_164 = const()[name = tensor<string, []>("op_164"), val = tensor<int32, [2]>([1, 1])];
            tensor<string, []> query_1_pad_type_0 = const()[name = tensor<string, []>("query_1_pad_type_0"), val = tensor<string, []>("custom")];
            tensor<int32, [4]> query_1_pad_0 = const()[name = tensor<string, []>("query_1_pad_0"), val = tensor<int32, [4]>([0, 0, 0, 0])];
            tensor<fp16, [384, 384, 1, 1]> layers_0_self_attn_q_proj_weight_to_fp16 = const()[name = tensor<string, []>("layers_0_self_attn_q_proj_weight_to_fp16"), val = tensor<fp16, [384, 384, 1, 1]>(BLOBFILE(path = tensor<string, []>("@model_path/weights/weight.bin"), offset = tensor<uint64, []>(2226304)))];
            tensor<fp16, [384]> layers_0_self_attn_q_proj_bias_to_fp16 = const()[name = tensor<string, []>("layers_0_self_attn_q_proj_bias_to_fp16"), val = tensor<fp16, [384]>(BLOBFILE(path = tensor<string, []>("@model_path/weights/weight.bin"), offset = tensor<uint64, []>(2521280)))];
            tensor<fp16, [1, 384, 1, 1500]> query_1_cast_fp16 = conv(bias = layers_0_self_attn_q_proj_bias_to_fp16, dilations = var_164, groups = var_129, pad = query_1_pad_0, pad_type = query_1_pad_type_0, strides = var_162, weight = layers_0_self_attn_q_proj_weight_to_fp16, x = obj_1_cast_fp16)[name = tensor<string, []>("query_1_cast_fp16")];
            tensor<int32, [2]> var_168 = const()[name = tensor<string, []>("op_168"), val = tensor<int32, [2]>([1, 1])];
            tensor<int32, [2]> var_170 = const()[name = tensor<string, []>("op_170"), val = tensor<int32, [2]>([1, 1])];
            tensor<string, []> key_1_pad_type_0 = const()[name = tensor<string, []>("key_1_pad_type_0"), val = tensor<string, []>("custom")];
            tensor<int32, [4]> key_1_pad_0 = const()[name = tensor<string, []>("key_1_pad_0"), val = tensor<int32, [4]>([0, 0, 0, 0])];
            tensor<fp16, [384, 384, 1, 1]> layers_0_self_attn_k_proj_weight_to_fp16 = const()[name = tensor<string, []>("layers_0_self_attn_k_proj_weight_to_fp16"), val = tensor<fp16, [384, 384, 1, 1]>(BLOBFILE(path = tensor<string, []>("@model_path/weights/weight.bin"), offset = tensor<uint64, []>(2522112)))];
            tensor<fp16, [1, 384, 1, 1500]> key_1_cast_fp16 = conv(dilations = var_170, groups = var_129, pad = key_1_pad_0, pad_type = key_1_pad_type_0, strides = var_168, weight = layers_0_self_attn_k_proj_weight_to_fp16, x = obj_1_cast_fp16)[name = tensor<string, []>("key_1_cast_fp16")];
            tensor<int32, [2]> var_175 = const()[name = tensor<string, []>("op_175"), val = tensor<int32, [2]>([1, 1])];
            tensor<int32, [2]> var_177 = const()[name = tensor<string, []>("op_177"), val = tensor<int32, [2]>([1, 1])];
            tensor<string, []> value_1_pad_type_0 = const()[name = tensor<string, []>("value_1_pad_type_0"), val = tensor<string, []>("custom")];
            tensor<int32, [4]> value_1_pad_0 = const()[name = tensor<string, []>("value_1_pad_0"), val = tensor<int32, [4]>([0, 0, 0, 0])];
            tensor<fp16, [384, 384, 1, 1]> layers_0_self_attn_v_proj_weight_to_fp16 = const()[name = tensor<string, []>("layers_0_self_attn_v_proj_weight_to_fp16"), val = tensor<fp16, [384, 384, 1, 1]>(BLOBFILE(path = tensor<string, []>("@model_path/weights/weight.bin"), offset = tensor<uint64, []>(2817088)))];
            tensor<fp16, [384]> layers_0_self_attn_v_proj_bias_to_fp16 = const()[name = tensor<string, []>("layers_0_self_attn_v_proj_bias_to_fp16"), val = tensor<fp16, [384]>(BLOBFILE(path = tensor<string, []>("@model_path/weights/weight.bin"), offset = tensor<uint64, []>(3112064)))];
            tensor<fp16, [1, 384, 1, 1500]> value_1_cast_fp16 = conv(bias = layers_0_self_attn_v_proj_bias_to_fp16, dilations = var_177, groups = var_129, pad = value_1_pad_0, pad_type = value_1_pad_type_0, strides = var_175, weight = layers_0_self_attn_v_proj_weight_to_fp16, x = obj_1_cast_fp16)[name = tensor<string, []>("value_1_cast_fp16")];
            tensor<int32, [4]> var_184_begin_0 = const()[name = tensor<string, []>("op_184_begin_0"), val = tensor<int32, [4]>([0, 0, 0, 0])];
            tensor<int32, [4]> var_184_end_0 = const()[name = tensor<string, []>("op_184_end_0"), val = tensor<int32, [4]>([1, 64, 1, 1500])];
            tensor<bool, [4]> var_184_end_mask_0 = const()[name = tensor<string, []>("op_184_end_mask_0"), val = tensor<bool, [4]>([true, false, true, true])];
            tensor<fp16, [1, 64, 1, 1500]> var_184_cast_fp16 = slice_by_index(begin = var_184_begin_0, end = var_184_end_0, end_mask = var_184_end_mask_0, x = query_1_cast_fp16)[name = tensor<string, []>("op_184_cast_fp16")];
            tensor<int32, [4]> var_188_begin_0 = const()[name = tensor<string, []>("op_188_begin_0"), val = tensor<int32, [4]>([0, 64, 0, 0])];
            tensor<int32, [4]> var_188_end_0 = const()[name = tensor<string, []>("op_188_end_0"), val = tensor<int32, [4]>([1, 128, 1, 1500])];
            tensor<bool, [4]> var_188_end_mask_0 = const()[name = tensor<string, []>("op_188_end_mask_0"), val = tensor<bool, [4]>([true, false, true, true])];
            tensor<fp16, [1, 64, 1, 1500]> var_188_cast_fp16 = slice_by_index(begin = var_188_begin_0, end = var_188_end_0, end_mask = var_188_end_mask_0, x = query_1_cast_fp16)[name = tensor<string, []>("op_188_cast_fp16")];
            tensor<int32, [4]> var_192_begin_0 = const()[name = tensor<string, []>("op_192_begin_0"), val = tensor<int32, [4]>([0, 128, 0, 0])];
            tensor<int32, [4]> var_192_end_0 = const()[name = tensor<string, []>("op_192_end_0"), val = tensor<int32, [4]>([1, 192, 1, 1500])];
            tensor<bool, [4]> var_192_end_mask_0 = const()[name = tensor<string, []>("op_192_end_mask_0"), val = tensor<bool, [4]>([true, false, true, true])];
            tensor<fp16, [1, 64, 1, 1500]> var_192_cast_fp16 = slice_by_index(begin = var_192_begin_0, end = var_192_end_0, end_mask = var_192_end_mask_0, x = query_1_cast_fp16)[name = tensor<string, []>("op_192_cast_fp16")];
            tensor<int32, [4]> var_196_begin_0 = const()[name = tensor<string, []>("op_196_begin_0"), val = tensor<int32, [4]>([0, 192, 0, 0])];
            tensor<int32, [4]> var_196_end_0 = const()[name = tensor<string, []>("op_196_end_0"), val = tensor<int32, [4]>([1, 256, 1, 1500])];
            tensor<bool, [4]> var_196_end_mask_0 = const()[name = tensor<string, []>("op_196_end_mask_0"), val = tensor<bool, [4]>([true, false, true, true])];
            tensor<fp16, [1, 64, 1, 1500]> var_196_cast_fp16 = slice_by_index(begin = var_196_begin_0, end = var_196_end_0, end_mask = var_196_end_mask_0, x = query_1_cast_fp16)[name = tensor<string, []>("op_196_cast_fp16")];
            tensor<int32, [4]> var_200_begin_0 = const()[name = tensor<string, []>("op_200_begin_0"), val = tensor<int32, [4]>([0, 256, 0, 0])];
            tensor<int32, [4]> var_200_end_0 = const()[name = tensor<string, []>("op_200_end_0"), val = tensor<int32, [4]>([1, 320, 1, 1500])];
            tensor<bool, [4]> var_200_end_mask_0 = const()[name = tensor<string, []>("op_200_end_mask_0"), val = tensor<bool, [4]>([true, false, true, true])];
            tensor<fp16, [1, 64, 1, 1500]> var_200_cast_fp16 = slice_by_index(begin = var_200_begin_0, end = var_200_end_0, end_mask = var_200_end_mask_0, x = query_1_cast_fp16)[name = tensor<string, []>("op_200_cast_fp16")];
            tensor<int32, [4]> var_204_begin_0 = const()[name = tensor<string, []>("op_204_begin_0"), val = tensor<int32, [4]>([0, 320, 0, 0])];
            tensor<int32, [4]> var_204_end_0 = const()[name = tensor<string, []>("op_204_end_0"), val = tensor<int32, [4]>([1, 384, 1, 1500])];
            tensor<bool, [4]> var_204_end_mask_0 = const()[name = tensor<string, []>("op_204_end_mask_0"), val = tensor<bool, [4]>([true, false, true, true])];
            tensor<fp16, [1, 64, 1, 1500]> var_204_cast_fp16 = slice_by_index(begin = var_204_begin_0, end = var_204_end_0, end_mask = var_204_end_mask_0, x = query_1_cast_fp16)[name = tensor<string, []>("op_204_cast_fp16")];
            tensor<int32, [4]> var_213_begin_0 = const()[name = tensor<string, []>("op_213_begin_0"), val = tensor<int32, [4]>([0, 0, 0, 0])];
            tensor<int32, [4]> var_213_end_0 = const()[name = tensor<string, []>("op_213_end_0"), val = tensor<int32, [4]>([1, 64, 1, 375])];
            tensor<bool, [4]> var_213_end_mask_0 = const()[name = tensor<string, []>("op_213_end_mask_0"), val = tensor<bool, [4]>([true, true, true, false])];
            tensor<fp16, [1, 64, 1, 375]> var_213_cast_fp16 = slice_by_index(begin = var_213_begin_0, end = var_213_end_0, end_mask = var_213_end_mask_0, x = var_184_cast_fp16)[name = tensor<string, []>("op_213_cast_fp16")];
            tensor<int32, [4]> var_220_begin_0 = const()[name = tensor<string, []>("op_220_begin_0"), val = tensor<int32, [4]>([0, 0, 0, 375])];
            tensor<int32, [4]> var_220_end_0 = const()[name = tensor<string, []>("op_220_end_0"), val = tensor<int32, [4]>([1, 64, 1, 750])];
            tensor<bool, [4]> var_220_end_mask_0 = const()[name = tensor<string, []>("op_220_end_mask_0"), val = tensor<bool, [4]>([true, true, true, false])];
            tensor<fp16, [1, 64, 1, 375]> var_220_cast_fp16 = slice_by_index(begin = var_220_begin_0, end = var_220_end_0, end_mask = var_220_end_mask_0, x = var_184_cast_fp16)[name = tensor<string, []>("op_220_cast_fp16")];
            tensor<int32, [4]> var_227_begin_0 = const()[name = tensor<string, []>("op_227_begin_0"), val = tensor<int32, [4]>([0, 0, 0, 750])];
            tensor<int32, [4]> var_227_end_0 = const()[name = tensor<string, []>("op_227_end_0"), val = tensor<int32, [4]>([1, 64, 1, 1125])];
            tensor<bool, [4]> var_227_end_mask_0 = const()[name = tensor<string, []>("op_227_end_mask_0"), val = tensor<bool, [4]>([true, true, true, false])];
            tensor<fp16, [1, 64, 1, 375]> var_227_cast_fp16 = slice_by_index(begin = var_227_begin_0, end = var_227_end_0, end_mask = var_227_end_mask_0, x = var_184_cast_fp16)[name = tensor<string, []>("op_227_cast_fp16")];
            tensor<int32, [4]> var_234_begin_0 = const()[name = tensor<string, []>("op_234_begin_0"), val = tensor<int32, [4]>([0, 0, 0, 1125])];
            tensor<int32, [4]> var_234_end_0 = const()[name = tensor<string, []>("op_234_end_0"), val = tensor<int32, [4]>([1, 64, 1, 1500])];
            tensor<bool, [4]> var_234_end_mask_0 = const()[name = tensor<string, []>("op_234_end_mask_0"), val = tensor<bool, [4]>([true, true, true, false])];
            tensor<fp16, [1, 64, 1, 375]> var_234_cast_fp16 = slice_by_index(begin = var_234_begin_0, end = var_234_end_0, end_mask = var_234_end_mask_0, x = var_184_cast_fp16)[name = tensor<string, []>("op_234_cast_fp16")];
            tensor<int32, [4]> var_241_begin_0 = const()[name = tensor<string, []>("op_241_begin_0"), val = tensor<int32, [4]>([0, 0, 0, 0])];
            tensor<int32, [4]> var_241_end_0 = const()[name = tensor<string, []>("op_241_end_0"), val = tensor<int32, [4]>([1, 64, 1, 375])];
            tensor<bool, [4]> var_241_end_mask_0 = const()[name = tensor<string, []>("op_241_end_mask_0"), val = tensor<bool, [4]>([true, true, true, false])];
            tensor<fp16, [1, 64, 1, 375]> var_241_cast_fp16 = slice_by_index(begin = var_241_begin_0, end = var_241_end_0, end_mask = var_241_end_mask_0, x = var_188_cast_fp16)[name = tensor<string, []>("op_241_cast_fp16")];
            tensor<int32, [4]> var_248_begin_0 = const()[name = tensor<string, []>("op_248_begin_0"), val = tensor<int32, [4]>([0, 0, 0, 375])];
            tensor<int32, [4]> var_248_end_0 = const()[name = tensor<string, []>("op_248_end_0"), val = tensor<int32, [4]>([1, 64, 1, 750])];
            tensor<bool, [4]> var_248_end_mask_0 = const()[name = tensor<string, []>("op_248_end_mask_0"), val = tensor<bool, [4]>([true, true, true, false])];
            tensor<fp16, [1, 64, 1, 375]> var_248_cast_fp16 = slice_by_index(begin = var_248_begin_0, end = var_248_end_0, end_mask = var_248_end_mask_0, x = var_188_cast_fp16)[name = tensor<string, []>("op_248_cast_fp16")];
            tensor<int32, [4]> var_255_begin_0 = const()[name = tensor<string, []>("op_255_begin_0"), val = tensor<int32, [4]>([0, 0, 0, 750])];
            tensor<int32, [4]> var_255_end_0 = const()[name = tensor<string, []>("op_255_end_0"), val = tensor<int32, [4]>([1, 64, 1, 1125])];
            tensor<bool, [4]> var_255_end_mask_0 = const()[name = tensor<string, []>("op_255_end_mask_0"), val = tensor<bool, [4]>([true, true, true, false])];
            tensor<fp16, [1, 64, 1, 375]> var_255_cast_fp16 = slice_by_index(begin = var_255_begin_0, end = var_255_end_0, end_mask = var_255_end_mask_0, x = var_188_cast_fp16)[name = tensor<string, []>("op_255_cast_fp16")];
            tensor<int32, [4]> var_262_begin_0 = const()[name = tensor<string, []>("op_262_begin_0"), val = tensor<int32, [4]>([0, 0, 0, 1125])];
            tensor<int32, [4]> var_262_end_0 = const()[name = tensor<string, []>("op_262_end_0"), val = tensor<int32, [4]>([1, 64, 1, 1500])];
            tensor<bool, [4]> var_262_end_mask_0 = const()[name = tensor<string, []>("op_262_end_mask_0"), val = tensor<bool, [4]>([true, true, true, false])];
            tensor<fp16, [1, 64, 1, 375]> var_262_cast_fp16 = slice_by_index(begin = var_262_begin_0, end = var_262_end_0, end_mask = var_262_end_mask_0, x = var_188_cast_fp16)[name = tensor<string, []>("op_262_cast_fp16")];
            tensor<int32, [4]> var_269_begin_0 = const()[name = tensor<string, []>("op_269_begin_0"), val = tensor<int32, [4]>([0, 0, 0, 0])];
            tensor<int32, [4]> var_269_end_0 = const()[name = tensor<string, []>("op_269_end_0"), val = tensor<int32, [4]>([1, 64, 1, 375])];
            tensor<bool, [4]> var_269_end_mask_0 = const()[name = tensor<string, []>("op_269_end_mask_0"), val = tensor<bool, [4]>([true, true, true, false])];
            tensor<fp16, [1, 64, 1, 375]> var_269_cast_fp16 = slice_by_index(begin = var_269_begin_0, end = var_269_end_0, end_mask = var_269_end_mask_0, x = var_192_cast_fp16)[name = tensor<string, []>("op_269_cast_fp16")];
            tensor<int32, [4]> var_276_begin_0 = const()[name = tensor<string, []>("op_276_begin_0"), val = tensor<int32, [4]>([0, 0, 0, 375])];
            tensor<int32, [4]> var_276_end_0 = const()[name = tensor<string, []>("op_276_end_0"), val = tensor<int32, [4]>([1, 64, 1, 750])];
            tensor<bool, [4]> var_276_end_mask_0 = const()[name = tensor<string, []>("op_276_end_mask_0"), val = tensor<bool, [4]>([true, true, true, false])];
            tensor<fp16, [1, 64, 1, 375]> var_276_cast_fp16 = slice_by_index(begin = var_276_begin_0, end = var_276_end_0, end_mask = var_276_end_mask_0, x = var_192_cast_fp16)[name = tensor<string, []>("op_276_cast_fp16")];
            tensor<int32, [4]> var_283_begin_0 = const()[name = tensor<string, []>("op_283_begin_0"), val = tensor<int32, [4]>([0, 0, 0, 750])];
            tensor<int32, [4]> var_283_end_0 = const()[name = tensor<string, []>("op_283_end_0"), val = tensor<int32, [4]>([1, 64, 1, 1125])];
            tensor<bool, [4]> var_283_end_mask_0 = const()[name = tensor<string, []>("op_283_end_mask_0"), val = tensor<bool, [4]>([true, true, true, false])];
            tensor<fp16, [1, 64, 1, 375]> var_283_cast_fp16 = slice_by_index(begin = var_283_begin_0, end = var_283_end_0, end_mask = var_283_end_mask_0, x = var_192_cast_fp16)[name = tensor<string, []>("op_283_cast_fp16")];
            tensor<int32, [4]> var_290_begin_0 = const()[name = tensor<string, []>("op_290_begin_0"), val = tensor<int32, [4]>([0, 0, 0, 1125])];
            tensor<int32, [4]> var_290_end_0 = const()[name = tensor<string, []>("op_290_end_0"), val = tensor<int32, [4]>([1, 64, 1, 1500])];
            tensor<bool, [4]> var_290_end_mask_0 = const()[name = tensor<string, []>("op_290_end_mask_0"), val = tensor<bool, [4]>([true, true, true, false])];
            tensor<fp16, [1, 64, 1, 375]> var_290_cast_fp16 = slice_by_index(begin = var_290_begin_0, end = var_290_end_0, end_mask = var_290_end_mask_0, x = var_192_cast_fp16)[name = tensor<string, []>("op_290_cast_fp16")];
            tensor<int32, [4]> var_297_begin_0 = const()[name = tensor<string, []>("op_297_begin_0"), val = tensor<int32, [4]>([0, 0, 0, 0])];
            tensor<int32, [4]> var_297_end_0 = const()[name = tensor<string, []>("op_297_end_0"), val = tensor<int32, [4]>([1, 64, 1, 375])];
            tensor<bool, [4]> var_297_end_mask_0 = const()[name = tensor<string, []>("op_297_end_mask_0"), val = tensor<bool, [4]>([true, true, true, false])];
            tensor<fp16, [1, 64, 1, 375]> var_297_cast_fp16 = slice_by_index(begin = var_297_begin_0, end = var_297_end_0, end_mask = var_297_end_mask_0, x = var_196_cast_fp16)[name = tensor<string, []>("op_297_cast_fp16")];
            tensor<int32, [4]> var_304_begin_0 = const()[name = tensor<string, []>("op_304_begin_0"), val = tensor<int32, [4]>([0, 0, 0, 375])];
            tensor<int32, [4]> var_304_end_0 = const()[name = tensor<string, []>("op_304_end_0"), val = tensor<int32, [4]>([1, 64, 1, 750])];
            tensor<bool, [4]> var_304_end_mask_0 = const()[name = tensor<string, []>("op_304_end_mask_0"), val = tensor<bool, [4]>([true, true, true, false])];
            tensor<fp16, [1, 64, 1, 375]> var_304_cast_fp16 = slice_by_index(begin = var_304_begin_0, end = var_304_end_0, end_mask = var_304_end_mask_0, x = var_196_cast_fp16)[name = tensor<string, []>("op_304_cast_fp16")];
            tensor<int32, [4]> var_311_begin_0 = const()[name = tensor<string, []>("op_311_begin_0"), val = tensor<int32, [4]>([0, 0, 0, 750])];
            tensor<int32, [4]> var_311_end_0 = const()[name = tensor<string, []>("op_311_end_0"), val = tensor<int32, [4]>([1, 64, 1, 1125])];
            tensor<bool, [4]> var_311_end_mask_0 = const()[name = tensor<string, []>("op_311_end_mask_0"), val = tensor<bool, [4]>([true, true, true, false])];
            tensor<fp16, [1, 64, 1, 375]> var_311_cast_fp16 = slice_by_index(begin = var_311_begin_0, end = var_311_end_0, end_mask = var_311_end_mask_0, x = var_196_cast_fp16)[name = tensor<string, []>("op_311_cast_fp16")];
            tensor<int32, [4]> var_318_begin_0 = const()[name = tensor<string, []>("op_318_begin_0"), val = tensor<int32, [4]>([0, 0, 0, 1125])];
            tensor<int32, [4]> var_318_end_0 = const()[name = tensor<string, []>("op_318_end_0"), val = tensor<int32, [4]>([1, 64, 1, 1500])];
            tensor<bool, [4]> var_318_end_mask_0 = const()[name = tensor<string, []>("op_318_end_mask_0"), val = tensor<bool, [4]>([true, true, true, false])];
            tensor<fp16, [1, 64, 1, 375]> var_318_cast_fp16 = slice_by_index(begin = var_318_begin_0, end = var_318_end_0, end_mask = var_318_end_mask_0, x = var_196_cast_fp16)[name = tensor<string, []>("op_318_cast_fp16")];
            tensor<int32, [4]> var_325_begin_0 = const()[name = tensor<string, []>("op_325_begin_0"), val = tensor<int32, [4]>([0, 0, 0, 0])];
            tensor<int32, [4]> var_325_end_0 = const()[name = tensor<string, []>("op_325_end_0"), val = tensor<int32, [4]>([1, 64, 1, 375])];
            tensor<bool, [4]> var_325_end_mask_0 = const()[name = tensor<string, []>("op_325_end_mask_0"), val = tensor<bool, [4]>([true, true, true, false])];
            tensor<fp16, [1, 64, 1, 375]> var_325_cast_fp16 = slice_by_index(begin = var_325_begin_0, end = var_325_end_0, end_mask = var_325_end_mask_0, x = var_200_cast_fp16)[name = tensor<string, []>("op_325_cast_fp16")];
            tensor<int32, [4]> var_332_begin_0 = const()[name = tensor<string, []>("op_332_begin_0"), val = tensor<int32, [4]>([0, 0, 0, 375])];
            tensor<int32, [4]> var_332_end_0 = const()[name = tensor<string, []>("op_332_end_0"), val = tensor<int32, [4]>([1, 64, 1, 750])];
            tensor<bool, [4]> var_332_end_mask_0 = const()[name = tensor<string, []>("op_332_end_mask_0"), val = tensor<bool, [4]>([true, true, true, false])];
            tensor<fp16, [1, 64, 1, 375]> var_332_cast_fp16 = slice_by_index(begin = var_332_begin_0, end = var_332_end_0, end_mask = var_332_end_mask_0, x = var_200_cast_fp16)[name = tensor<string, []>("op_332_cast_fp16")];
            tensor<int32, [4]> var_339_begin_0 = const()[name = tensor<string, []>("op_339_begin_0"), val = tensor<int32, [4]>([0, 0, 0, 750])];
            tensor<int32, [4]> var_339_end_0 = const()[name = tensor<string, []>("op_339_end_0"), val = tensor<int32, [4]>([1, 64, 1, 1125])];
            tensor<bool, [4]> var_339_end_mask_0 = const()[name = tensor<string, []>("op_339_end_mask_0"), val = tensor<bool, [4]>([true, true, true, false])];
            tensor<fp16, [1, 64, 1, 375]> var_339_cast_fp16 = slice_by_index(begin = var_339_begin_0, end = var_339_end_0, end_mask = var_339_end_mask_0, x = var_200_cast_fp16)[name = tensor<string, []>("op_339_cast_fp16")];
            tensor<int32, [4]> var_346_begin_0 = const()[name = tensor<string, []>("op_346_begin_0"), val = tensor<int32, [4]>([0, 0, 0, 1125])];
            tensor<int32, [4]> var_346_end_0 = const()[name = tensor<string, []>("op_346_end_0"), val = tensor<int32, [4]>([1, 64, 1, 1500])];
            tensor<bool, [4]> var_346_end_mask_0 = const()[name = tensor<string, []>("op_346_end_mask_0"), val = tensor<bool, [4]>([true, true, true, false])];
            tensor<fp16, [1, 64, 1, 375]> var_346_cast_fp16 = slice_by_index(begin = var_346_begin_0, end = var_346_end_0, end_mask = var_346_end_mask_0, x = var_200_cast_fp16)[name = tensor<string, []>("op_346_cast_fp16")];
            tensor<int32, [4]> var_353_begin_0 = const()[name = tensor<string, []>("op_353_begin_0"), val = tensor<int32, [4]>([0, 0, 0, 0])];
            tensor<int32, [4]> var_353_end_0 = const()[name = tensor<string, []>("op_353_end_0"), val = tensor<int32, [4]>([1, 64, 1, 375])];
            tensor<bool, [4]> var_353_end_mask_0 = const()[name = tensor<string, []>("op_353_end_mask_0"), val = tensor<bool, [4]>([true, true, true, false])];
            tensor<fp16, [1, 64, 1, 375]> var_353_cast_fp16 = slice_by_index(begin = var_353_begin_0, end = var_353_end_0, end_mask = var_353_end_mask_0, x = var_204_cast_fp16)[name = tensor<string, []>("op_353_cast_fp16")];
            tensor<int32, [4]> var_360_begin_0 = const()[name = tensor<string, []>("op_360_begin_0"), val = tensor<int32, [4]>([0, 0, 0, 375])];
            tensor<int32, [4]> var_360_end_0 = const()[name = tensor<string, []>("op_360_end_0"), val = tensor<int32, [4]>([1, 64, 1, 750])];
            tensor<bool, [4]> var_360_end_mask_0 = const()[name = tensor<string, []>("op_360_end_mask_0"), val = tensor<bool, [4]>([true, true, true, false])];
            tensor<fp16, [1, 64, 1, 375]> var_360_cast_fp16 = slice_by_index(begin = var_360_begin_0, end = var_360_end_0, end_mask = var_360_end_mask_0, x = var_204_cast_fp16)[name = tensor<string, []>("op_360_cast_fp16")];
            tensor<int32, [4]> var_367_begin_0 = const()[name = tensor<string, []>("op_367_begin_0"), val = tensor<int32, [4]>([0, 0, 0, 750])];
            tensor<int32, [4]> var_367_end_0 = const()[name = tensor<string, []>("op_367_end_0"), val = tensor<int32, [4]>([1, 64, 1, 1125])];
            tensor<bool, [4]> var_367_end_mask_0 = const()[name = tensor<string, []>("op_367_end_mask_0"), val = tensor<bool, [4]>([true, true, true, false])];
            tensor<fp16, [1, 64, 1, 375]> var_367_cast_fp16 = slice_by_index(begin = var_367_begin_0, end = var_367_end_0, end_mask = var_367_end_mask_0, x = var_204_cast_fp16)[name = tensor<string, []>("op_367_cast_fp16")];
            tensor<int32, [4]> var_374_begin_0 = const()[name = tensor<string, []>("op_374_begin_0"), val = tensor<int32, [4]>([0, 0, 0, 1125])];
            tensor<int32, [4]> var_374_end_0 = const()[name = tensor<string, []>("op_374_end_0"), val = tensor<int32, [4]>([1, 64, 1, 1500])];
            tensor<bool, [4]> var_374_end_mask_0 = const()[name = tensor<string, []>("op_374_end_mask_0"), val = tensor<bool, [4]>([true, true, true, false])];
            tensor<fp16, [1, 64, 1, 375]> var_374_cast_fp16 = slice_by_index(begin = var_374_begin_0, end = var_374_end_0, end_mask = var_374_end_mask_0, x = var_204_cast_fp16)[name = tensor<string, []>("op_374_cast_fp16")];
            tensor<int32, [4]> k_1_perm_0 = const()[name = tensor<string, []>("k_1_perm_0"), val = tensor<int32, [4]>([0, 3, 2, 1])];
            tensor<int32, [4]> var_379_begin_0 = const()[name = tensor<string, []>("op_379_begin_0"), val = tensor<int32, [4]>([0, 0, 0, 0])];
            tensor<int32, [4]> var_379_end_0 = const()[name = tensor<string, []>("op_379_end_0"), val = tensor<int32, [4]>([1, 1500, 1, 64])];
            tensor<bool, [4]> var_379_end_mask_0 = const()[name = tensor<string, []>("op_379_end_mask_0"), val = tensor<bool, [4]>([true, true, true, false])];
            tensor<fp16, [1, 1500, 1, 384]> transpose_3 = transpose(perm = k_1_perm_0, x = key_1_cast_fp16)[name = tensor<string, []>("transpose_3")];
            tensor<fp16, [1, 1500, 1, 64]> var_379_cast_fp16 = slice_by_index(begin = var_379_begin_0, end = var_379_end_0, end_mask = var_379_end_mask_0, x = transpose_3)[name = tensor<string, []>("op_379_cast_fp16")];
            tensor<int32, [4]> var_383_begin_0 = const()[name = tensor<string, []>("op_383_begin_0"), val = tensor<int32, [4]>([0, 0, 0, 64])];
            tensor<int32, [4]> var_383_end_0 = const()[name = tensor<string, []>("op_383_end_0"), val = tensor<int32, [4]>([1, 1500, 1, 128])];
            tensor<bool, [4]> var_383_end_mask_0 = const()[name = tensor<string, []>("op_383_end_mask_0"), val = tensor<bool, [4]>([true, true, true, false])];
            tensor<fp16, [1, 1500, 1, 64]> var_383_cast_fp16 = slice_by_index(begin = var_383_begin_0, end = var_383_end_0, end_mask = var_383_end_mask_0, x = transpose_3)[name = tensor<string, []>("op_383_cast_fp16")];
            tensor<int32, [4]> var_387_begin_0 = const()[name = tensor<string, []>("op_387_begin_0"), val = tensor<int32, [4]>([0, 0, 0, 128])];
            tensor<int32, [4]> var_387_end_0 = const()[name = tensor<string, []>("op_387_end_0"), val = tensor<int32, [4]>([1, 1500, 1, 192])];
            tensor<bool, [4]> var_387_end_mask_0 = const()[name = tensor<string, []>("op_387_end_mask_0"), val = tensor<bool, [4]>([true, true, true, false])];
            tensor<fp16, [1, 1500, 1, 64]> var_387_cast_fp16 = slice_by_index(begin = var_387_begin_0, end = var_387_end_0, end_mask = var_387_end_mask_0, x = transpose_3)[name = tensor<string, []>("op_387_cast_fp16")];
            tensor<int32, [4]> var_391_begin_0 = const()[name = tensor<string, []>("op_391_begin_0"), val = tensor<int32, [4]>([0, 0, 0, 192])];
            tensor<int32, [4]> var_391_end_0 = const()[name = tensor<string, []>("op_391_end_0"), val = tensor<int32, [4]>([1, 1500, 1, 256])];
            tensor<bool, [4]> var_391_end_mask_0 = const()[name = tensor<string, []>("op_391_end_mask_0"), val = tensor<bool, [4]>([true, true, true, false])];
            tensor<fp16, [1, 1500, 1, 64]> var_391_cast_fp16 = slice_by_index(begin = var_391_begin_0, end = var_391_end_0, end_mask = var_391_end_mask_0, x = transpose_3)[name = tensor<string, []>("op_391_cast_fp16")];
            tensor<int32, [4]> var_395_begin_0 = const()[name = tensor<string, []>("op_395_begin_0"), val = tensor<int32, [4]>([0, 0, 0, 256])];
            tensor<int32, [4]> var_395_end_0 = const()[name = tensor<string, []>("op_395_end_0"), val = tensor<int32, [4]>([1, 1500, 1, 320])];
            tensor<bool, [4]> var_395_end_mask_0 = const()[name = tensor<string, []>("op_395_end_mask_0"), val = tensor<bool, [4]>([true, true, true, false])];
            tensor<fp16, [1, 1500, 1, 64]> var_395_cast_fp16 = slice_by_index(begin = var_395_begin_0, end = var_395_end_0, end_mask = var_395_end_mask_0, x = transpose_3)[name = tensor<string, []>("op_395_cast_fp16")];
            tensor<int32, [4]> var_399_begin_0 = const()[name = tensor<string, []>("op_399_begin_0"), val = tensor<int32, [4]>([0, 0, 0, 320])];
            tensor<int32, [4]> var_399_end_0 = const()[name = tensor<string, []>("op_399_end_0"), val = tensor<int32, [4]>([1, 1500, 1, 384])];
            tensor<bool, [4]> var_399_end_mask_0 = const()[name = tensor<string, []>("op_399_end_mask_0"), val = tensor<bool, [4]>([true, true, true, false])];
            tensor<fp16, [1, 1500, 1, 64]> var_399_cast_fp16 = slice_by_index(begin = var_399_begin_0, end = var_399_end_0, end_mask = var_399_end_mask_0, x = transpose_3)[name = tensor<string, []>("op_399_cast_fp16")];
            tensor<int32, [4]> var_401_begin_0 = const()[name = tensor<string, []>("op_401_begin_0"), val = tensor<int32, [4]>([0, 0, 0, 0])];
            tensor<int32, [4]> var_401_end_0 = const()[name = tensor<string, []>("op_401_end_0"), val = tensor<int32, [4]>([1, 64, 1, 1500])];
            tensor<bool, [4]> var_401_end_mask_0 = const()[name = tensor<string, []>("op_401_end_mask_0"), val = tensor<bool, [4]>([true, false, true, true])];
            tensor<fp16, [1, 64, 1, 1500]> var_401_cast_fp16 = slice_by_index(begin = var_401_begin_0, end = var_401_end_0, end_mask = var_401_end_mask_0, x = value_1_cast_fp16)[name = tensor<string, []>("op_401_cast_fp16")];
            tensor<int32, [4]> var_405_begin_0 = const()[name = tensor<string, []>("op_405_begin_0"), val = tensor<int32, [4]>([0, 64, 0, 0])];
            tensor<int32, [4]> var_405_end_0 = const()[name = tensor<string, []>("op_405_end_0"), val = tensor<int32, [4]>([1, 128, 1, 1500])];
            tensor<bool, [4]> var_405_end_mask_0 = const()[name = tensor<string, []>("op_405_end_mask_0"), val = tensor<bool, [4]>([true, false, true, true])];
            tensor<fp16, [1, 64, 1, 1500]> var_405_cast_fp16 = slice_by_index(begin = var_405_begin_0, end = var_405_end_0, end_mask = var_405_end_mask_0, x = value_1_cast_fp16)[name = tensor<string, []>("op_405_cast_fp16")];
            tensor<int32, [4]> var_409_begin_0 = const()[name = tensor<string, []>("op_409_begin_0"), val = tensor<int32, [4]>([0, 128, 0, 0])];
            tensor<int32, [4]> var_409_end_0 = const()[name = tensor<string, []>("op_409_end_0"), val = tensor<int32, [4]>([1, 192, 1, 1500])];
            tensor<bool, [4]> var_409_end_mask_0 = const()[name = tensor<string, []>("op_409_end_mask_0"), val = tensor<bool, [4]>([true, false, true, true])];
            tensor<fp16, [1, 64, 1, 1500]> var_409_cast_fp16 = slice_by_index(begin = var_409_begin_0, end = var_409_end_0, end_mask = var_409_end_mask_0, x = value_1_cast_fp16)[name = tensor<string, []>("op_409_cast_fp16")];
            tensor<int32, [4]> var_413_begin_0 = const()[name = tensor<string, []>("op_413_begin_0"), val = tensor<int32, [4]>([0, 192, 0, 0])];
            tensor<int32, [4]> var_413_end_0 = const()[name = tensor<string, []>("op_413_end_0"), val = tensor<int32, [4]>([1, 256, 1, 1500])];
            tensor<bool, [4]> var_413_end_mask_0 = const()[name = tensor<string, []>("op_413_end_mask_0"), val = tensor<bool, [4]>([true, false, true, true])];
            tensor<fp16, [1, 64, 1, 1500]> var_413_cast_fp16 = slice_by_index(begin = var_413_begin_0, end = var_413_end_0, end_mask = var_413_end_mask_0, x = value_1_cast_fp16)[name = tensor<string, []>("op_413_cast_fp16")];
            tensor<int32, [4]> var_417_begin_0 = const()[name = tensor<string, []>("op_417_begin_0"), val = tensor<int32, [4]>([0, 256, 0, 0])];
            tensor<int32, [4]> var_417_end_0 = const()[name = tensor<string, []>("op_417_end_0"), val = tensor<int32, [4]>([1, 320, 1, 1500])];
            tensor<bool, [4]> var_417_end_mask_0 = const()[name = tensor<string, []>("op_417_end_mask_0"), val = tensor<bool, [4]>([true, false, true, true])];
            tensor<fp16, [1, 64, 1, 1500]> var_417_cast_fp16 = slice_by_index(begin = var_417_begin_0, end = var_417_end_0, end_mask = var_417_end_mask_0, x = value_1_cast_fp16)[name = tensor<string, []>("op_417_cast_fp16")];
            tensor<int32, [4]> var_421_begin_0 = const()[name = tensor<string, []>("op_421_begin_0"), val = tensor<int32, [4]>([0, 320, 0, 0])];
            tensor<int32, [4]> var_421_end_0 = const()[name = tensor<string, []>("op_421_end_0"), val = tensor<int32, [4]>([1, 384, 1, 1500])];
            tensor<bool, [4]> var_421_end_mask_0 = const()[name = tensor<string, []>("op_421_end_mask_0"), val = tensor<bool, [4]>([true, false, true, true])];
            tensor<fp16, [1, 64, 1, 1500]> var_421_cast_fp16 = slice_by_index(begin = var_421_begin_0, end = var_421_end_0, end_mask = var_421_end_mask_0, x = value_1_cast_fp16)[name = tensor<string, []>("op_421_cast_fp16")];
            tensor<string, []> var_425_equation_0 = const()[name = tensor<string, []>("op_425_equation_0"), val = tensor<string, []>("bkhc,bchq->bkhq")];
            tensor<fp16, [1, 1500, 1, 375]> var_425_cast_fp16 = einsum(equation = var_425_equation_0, values = (var_379_cast_fp16, var_213_cast_fp16))[name = tensor<string, []>("op_425_cast_fp16")];
            tensor<fp16, []> var_426_to_fp16 = const()[name = tensor<string, []>("op_426_to_fp16"), val = tensor<fp16, []>(0x1p-3)];
            tensor<fp16, [1, 1500, 1, 375]> aw_chunk_1_cast_fp16 = mul(x = var_425_cast_fp16, y = var_426_to_fp16)[name = tensor<string, []>("aw_chunk_1_cast_fp16")];
            tensor<string, []> var_429_equation_0 = const()[name = tensor<string, []>("op_429_equation_0"), val = tensor<string, []>("bkhc,bchq->bkhq")];
            tensor<fp16, [1, 1500, 1, 375]> var_429_cast_fp16 = einsum(equation = var_429_equation_0, values = (var_379_cast_fp16, var_220_cast_fp16))[name = tensor<string, []>("op_429_cast_fp16")];
            tensor<fp16, []> var_430_to_fp16 = const()[name = tensor<string, []>("op_430_to_fp16"), val = tensor<fp16, []>(0x1p-3)];
            tensor<fp16, [1, 1500, 1, 375]> aw_chunk_3_cast_fp16 = mul(x = var_429_cast_fp16, y = var_430_to_fp16)[name = tensor<string, []>("aw_chunk_3_cast_fp16")];
            tensor<string, []> var_433_equation_0 = const()[name = tensor<string, []>("op_433_equation_0"), val = tensor<string, []>("bkhc,bchq->bkhq")];
            tensor<fp16, [1, 1500, 1, 375]> var_433_cast_fp16 = einsum(equation = var_433_equation_0, values = (var_379_cast_fp16, var_227_cast_fp16))[name = tensor<string, []>("op_433_cast_fp16")];
            tensor<fp16, []> var_434_to_fp16 = const()[name = tensor<string, []>("op_434_to_fp16"), val = tensor<fp16, []>(0x1p-3)];
            tensor<fp16, [1, 1500, 1, 375]> aw_chunk_5_cast_fp16 = mul(x = var_433_cast_fp16, y = var_434_to_fp16)[name = tensor<string, []>("aw_chunk_5_cast_fp16")];
            tensor<string, []> var_437_equation_0 = const()[name = tensor<string, []>("op_437_equation_0"), val = tensor<string, []>("bkhc,bchq->bkhq")];
            tensor<fp16, [1, 1500, 1, 375]> var_437_cast_fp16 = einsum(equation = var_437_equation_0, values = (var_379_cast_fp16, var_234_cast_fp16))[name = tensor<string, []>("op_437_cast_fp16")];
            tensor<fp16, []> var_438_to_fp16 = const()[name = tensor<string, []>("op_438_to_fp16"), val = tensor<fp16, []>(0x1p-3)];
            tensor<fp16, [1, 1500, 1, 375]> aw_chunk_7_cast_fp16 = mul(x = var_437_cast_fp16, y = var_438_to_fp16)[name = tensor<string, []>("aw_chunk_7_cast_fp16")];
            tensor<string, []> var_441_equation_0 = const()[name = tensor<string, []>("op_441_equation_0"), val = tensor<string, []>("bkhc,bchq->bkhq")];
            tensor<fp16, [1, 1500, 1, 375]> var_441_cast_fp16 = einsum(equation = var_441_equation_0, values = (var_383_cast_fp16, var_241_cast_fp16))[name = tensor<string, []>("op_441_cast_fp16")];
            tensor<fp16, []> var_442_to_fp16 = const()[name = tensor<string, []>("op_442_to_fp16"), val = tensor<fp16, []>(0x1p-3)];
            tensor<fp16, [1, 1500, 1, 375]> aw_chunk_9_cast_fp16 = mul(x = var_441_cast_fp16, y = var_442_to_fp16)[name = tensor<string, []>("aw_chunk_9_cast_fp16")];
            tensor<string, []> var_445_equation_0 = const()[name = tensor<string, []>("op_445_equation_0"), val = tensor<string, []>("bkhc,bchq->bkhq")];
            tensor<fp16, [1, 1500, 1, 375]> var_445_cast_fp16 = einsum(equation = var_445_equation_0, values = (var_383_cast_fp16, var_248_cast_fp16))[name = tensor<string, []>("op_445_cast_fp16")];
            tensor<fp16, []> var_446_to_fp16 = const()[name = tensor<string, []>("op_446_to_fp16"), val = tensor<fp16, []>(0x1p-3)];
            tensor<fp16, [1, 1500, 1, 375]> aw_chunk_11_cast_fp16 = mul(x = var_445_cast_fp16, y = var_446_to_fp16)[name = tensor<string, []>("aw_chunk_11_cast_fp16")];
            tensor<string, []> var_449_equation_0 = const()[name = tensor<string, []>("op_449_equation_0"), val = tensor<string, []>("bkhc,bchq->bkhq")];
            tensor<fp16, [1, 1500, 1, 375]> var_449_cast_fp16 = einsum(equation = var_449_equation_0, values = (var_383_cast_fp16, var_255_cast_fp16))[name = tensor<string, []>("op_449_cast_fp16")];
            tensor<fp16, []> var_450_to_fp16 = const()[name = tensor<string, []>("op_450_to_fp16"), val = tensor<fp16, []>(0x1p-3)];
            tensor<fp16, [1, 1500, 1, 375]> aw_chunk_13_cast_fp16 = mul(x = var_449_cast_fp16, y = var_450_to_fp16)[name = tensor<string, []>("aw_chunk_13_cast_fp16")];
            tensor<string, []> var_453_equation_0 = const()[name = tensor<string, []>("op_453_equation_0"), val = tensor<string, []>("bkhc,bchq->bkhq")];
            tensor<fp16, [1, 1500, 1, 375]> var_453_cast_fp16 = einsum(equation = var_453_equation_0, values = (var_383_cast_fp16, var_262_cast_fp16))[name = tensor<string, []>("op_453_cast_fp16")];
            tensor<fp16, []> var_454_to_fp16 = const()[name = tensor<string, []>("op_454_to_fp16"), val = tensor<fp16, []>(0x1p-3)];
            tensor<fp16, [1, 1500, 1, 375]> aw_chunk_15_cast_fp16 = mul(x = var_453_cast_fp16, y = var_454_to_fp16)[name = tensor<string, []>("aw_chunk_15_cast_fp16")];
            tensor<string, []> var_457_equation_0 = const()[name = tensor<string, []>("op_457_equation_0"), val = tensor<string, []>("bkhc,bchq->bkhq")];
            tensor<fp16, [1, 1500, 1, 375]> var_457_cast_fp16 = einsum(equation = var_457_equation_0, values = (var_387_cast_fp16, var_269_cast_fp16))[name = tensor<string, []>("op_457_cast_fp16")];
            tensor<fp16, []> var_458_to_fp16 = const()[name = tensor<string, []>("op_458_to_fp16"), val = tensor<fp16, []>(0x1p-3)];
            tensor<fp16, [1, 1500, 1, 375]> aw_chunk_17_cast_fp16 = mul(x = var_457_cast_fp16, y = var_458_to_fp16)[name = tensor<string, []>("aw_chunk_17_cast_fp16")];
            tensor<string, []> var_461_equation_0 = const()[name = tensor<string, []>("op_461_equation_0"), val = tensor<string, []>("bkhc,bchq->bkhq")];
            tensor<fp16, [1, 1500, 1, 375]> var_461_cast_fp16 = einsum(equation = var_461_equation_0, values = (var_387_cast_fp16, var_276_cast_fp16))[name = tensor<string, []>("op_461_cast_fp16")];
            tensor<fp16, []> var_462_to_fp16 = const()[name = tensor<string, []>("op_462_to_fp16"), val = tensor<fp16, []>(0x1p-3)];
            tensor<fp16, [1, 1500, 1, 375]> aw_chunk_19_cast_fp16 = mul(x = var_461_cast_fp16, y = var_462_to_fp16)[name = tensor<string, []>("aw_chunk_19_cast_fp16")];
            tensor<string, []> var_465_equation_0 = const()[name = tensor<string, []>("op_465_equation_0"), val = tensor<string, []>("bkhc,bchq->bkhq")];
            tensor<fp16, [1, 1500, 1, 375]> var_465_cast_fp16 = einsum(equation = var_465_equation_0, values = (var_387_cast_fp16, var_283_cast_fp16))[name = tensor<string, []>("op_465_cast_fp16")];
            tensor<fp16, []> var_466_to_fp16 = const()[name = tensor<string, []>("op_466_to_fp16"), val = tensor<fp16, []>(0x1p-3)];
            tensor<fp16, [1, 1500, 1, 375]> aw_chunk_21_cast_fp16 = mul(x = var_465_cast_fp16, y = var_466_to_fp16)[name = tensor<string, []>("aw_chunk_21_cast_fp16")];
            tensor<string, []> var_469_equation_0 = const()[name = tensor<string, []>("op_469_equation_0"), val = tensor<string, []>("bkhc,bchq->bkhq")];
            tensor<fp16, [1, 1500, 1, 375]> var_469_cast_fp16 = einsum(equation = var_469_equation_0, values = (var_387_cast_fp16, var_290_cast_fp16))[name = tensor<string, []>("op_469_cast_fp16")];
            tensor<fp16, []> var_470_to_fp16 = const()[name = tensor<string, []>("op_470_to_fp16"), val = tensor<fp16, []>(0x1p-3)];
            tensor<fp16, [1, 1500, 1, 375]> aw_chunk_23_cast_fp16 = mul(x = var_469_cast_fp16, y = var_470_to_fp16)[name = tensor<string, []>("aw_chunk_23_cast_fp16")];
            tensor<string, []> var_473_equation_0 = const()[name = tensor<string, []>("op_473_equation_0"), val = tensor<string, []>("bkhc,bchq->bkhq")];
            tensor<fp16, [1, 1500, 1, 375]> var_473_cast_fp16 = einsum(equation = var_473_equation_0, values = (var_391_cast_fp16, var_297_cast_fp16))[name = tensor<string, []>("op_473_cast_fp16")];
            tensor<fp16, []> var_474_to_fp16 = const()[name = tensor<string, []>("op_474_to_fp16"), val = tensor<fp16, []>(0x1p-3)];
            tensor<fp16, [1, 1500, 1, 375]> aw_chunk_25_cast_fp16 = mul(x = var_473_cast_fp16, y = var_474_to_fp16)[name = tensor<string, []>("aw_chunk_25_cast_fp16")];
            tensor<string, []> var_477_equation_0 = const()[name = tensor<string, []>("op_477_equation_0"), val = tensor<string, []>("bkhc,bchq->bkhq")];
            tensor<fp16, [1, 1500, 1, 375]> var_477_cast_fp16 = einsum(equation = var_477_equation_0, values = (var_391_cast_fp16, var_304_cast_fp16))[name = tensor<string, []>("op_477_cast_fp16")];
            tensor<fp16, []> var_478_to_fp16 = const()[name = tensor<string, []>("op_478_to_fp16"), val = tensor<fp16, []>(0x1p-3)];
            tensor<fp16, [1, 1500, 1, 375]> aw_chunk_27_cast_fp16 = mul(x = var_477_cast_fp16, y = var_478_to_fp16)[name = tensor<string, []>("aw_chunk_27_cast_fp16")];
            tensor<string, []> var_481_equation_0 = const()[name = tensor<string, []>("op_481_equation_0"), val = tensor<string, []>("bkhc,bchq->bkhq")];
